import React from 'react';
import './MainManifestText.scss';

function MainManifestText() {
  return (
    <div className="MainManifestText">
      <h1>Манифест</h1>
      <p>
        Проза нашего поколения будет реалистической — потому что современная эпоха беспрерывно
        отворачивает нас от реальности.
      </p>
      <p>
        Государство строит картонную империю в телевизоре (правда, мы не смотрим телевидение).
        Ежедневно нас преследуют и другие имитации. Инстаграм транслирует вылизанную картину
        реальности — будто нейросеть ежедневно плодит сотни Барби и Кенов; Твиттер низводит жизнь до
        иронической усмешки; сознание нашего поколения штурмуют паблики по саморазвитию,
        фитнес-истерия, параноидальные смеси экологии с изотерикой.
      </p>
      <p>
        Все они заявляют: мир прекрасен, он с трепетом принимает любые инициативы и щедро за них
        вознаграждает, за кирпичной стеной простирается рай. Ты (и только ты) виновен в том, что до
        сих пор в этот рай не вступил.
      </p>
      <p>
        Не вступил, потому что ты: ленивый, толстый, глупый, нерешительный, …
      </p>
      <p>
        Все эти фантомы, все эти миражи призван разбить современный реализм.
      </p>
      <p>
        Мы — нормальные, нас много.
      </p>
      <p>
        Мы способны изменить мир к лучшему, но мы не сделаем этого без уничтожения озвученных миражей.
      </p>
      <p>
        ⚒
      </p>
    </div>
  );
}

export default MainManifestText;
